#CW1
#1
#print("Ложкой снег мешая," ,"Hочь идет большая," , "Что же ты, глупышка, не спишь?", "Спят твои соседи,", "Белые медведи,", "Спи и ты скорей, малыш.", sep='\n'  )

#2
#print(chr(72), chr(69), chr(76), chr(76), chr(79), sep='\n' )

#3
#print((23%4)*5)

#4
#print('Для каждого человека существует своя “зона комфорта”')

#5
#print("I’m learning" + " " '“Python".')

#6
#print("Decode", "is", "Coooool.", sep='\n')

#7
# print("Кодинг","Кодинг","Кодинг","Кодинг","Кодинг", sep='.')

#8
#print(chr(68), chr(69), chr(67), chr(79), chr(68), chr(69), sep='\n' )

#9
#print((23%4)*5)

#10
#a = 5;
#b = 12;
#sqrt = (5*5+12*12) ** (0.5);
#print(sqrt)

#11
#print("Ложкой снег мешая," ,"Hочь идет большая," , "Что же ты, глупышка, не спишь?", "Спят твои соседи,", "Белые медведи,", "Спи и ты скорей, малыш.", sep='\n'  )



#HW1
#1
#print("Hello World I am using Python.")
#print printig given thing

#2
#print('Язык программирования "Python"')

#3
#print("Я услышала стук в дверь", "-Зачем вы явились?", "Борис ответил:", "-Принес посылку", sep='\n')

#4
#print("*", "**", "***", "****", "*****", sep='\n')

#5
#print("Python"+"great"+"programming"+"language")

#6
#print(chr(80), chr(89), chr(84),chr(72),chr(79),chr(78), sep='\n')

#7
#print(27%8)
#print(255//4)
#print(2**5)